tap "adoptopenjdk/openjdk"
tap "aquasecurity/trivy"
tap "caskroom/fonts"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jabley/wrk2"
tap "johanhaleby/kubetail"
tap "kadel/odo"
tap "nektos/tap"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "glib"
brew "cmake"
brew "coreutils"
brew "dependency-check"
brew "dive"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "nghttp2"
brew "gpgme"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "helm"
brew "hey"
brew "htop"
brew "hub"
brew "jadx"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "krb5"
brew "kube-linter"
brew "kubectx"
brew "libmagic"
brew "maven"
brew "minikube"
brew "mtr"
brew "neovim"
brew "ninja"
brew "node@16"
brew "nvm"
brew "openshift-cli", link: false
brew "pgbouncer"
brew "pgweb"
brew "pinentry-mac"
brew "pipenv"
brew "qemu"
brew "podman"
brew "postgresql"
brew "postgrest"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "tcl-tk"
brew "python@3.8"
brew "ripgrep"
brew "ruby"
brew "skopeo"
brew "slowhttptest"
brew "source-to-image"
brew "speedtest-cli"
brew "subversion"
brew "tmux"
brew "tree"
brew "upx"
brew "vale"
brew "watch"
brew "wget"
brew "wrk"
brew "zsh-vi-mode"
brew "aquasecurity/trivy/trivy"
brew "homebrew/cask/yarn@1.22.17"
brew "johanhaleby/kubetail/kubetail", args: ["with-short-names"]
cask "adoptopenjdk8"
cask "alacritty"
cask "android-platform-tools"
cask "docker"
cask "firefox"
cask "font-source-code-pro"
cask "iterm2"
cask "jd-gui"
cask "jetbrains-toolbox"
cask "keybase"
cask "ngrok"
cask "numi"
cask "vimr"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "visualvm"
